{
   "modules":[
      {
         "SVMXC_MODULEID_C":"CASE",
         "SVMXC_NAME_C":"Case",
         "SVMXC_DESCRIPTION_C":"This module is a collection of ServiceMax functionality related to the Case screen excluding entitlement verification.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"COMM",
         "SVMXC_NAME_C":"Common",
         "SVMXC_DESCRIPTION_C":"This feature is a collection of generic reusable functionality that is used across various features and functionality of ServiceMax.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"CONF",
         "SVMXC_NAME_C":"ServiceMax Configuration",
         "SVMXC_DESCRIPTION_C":"This module is meant for use by ServiceMax administrators and\/or implementation professionals. Using this feature, new modules, submodules, display tags, configuration profiles, object mappings etc. can be interactively defined and enabled for end users.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"DCON",
         "SVMXC_NAME_C":"Dispatch Management",
         "SVMXC_DESCRIPTION_C":"This feature enables basic to advanced dispatching capabilities on work orders by providing sophisticated and interactive search of technicians, service teams, public resources and calendars, based on work load, proximity and availability.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"EVER",
         "SVMXC_NAME_C":"Entitlement Verification",
         "SVMXC_DESCRIPTION_C":"Entitlement management allows support and service desk users to entitle customers on case and work order using installed products, warranties, service contracts and SLA terms.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"INVT",
         "SVMXC_NAME_C":"Inventory",
         "SVMXC_DESCRIPTION_C":"Inventory management in ServiceMax enables inventory processing on standard ServiceMax objects such as Parts Order or Work Order, as well as custom objects. Using this module, you can manage end-to-end inventory processing for various stock locations",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"IPAD",
         "SVMXC_NAME_C":"ServiceMax iPad Client",
         "SVMXC_DESCRIPTION_C":"The iPad client for ServiceMax allows field technicians to view their work order assignments, SLA commitments, enter time & material, capture customer signature, update the work order status etc. In addition, technicians can also access the knowledge base and product manuals, as well as use chatter to collaborate with other users in the organization",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"IPRD",
         "SVMXC_NAME_C":"Installed Product",
         "SVMXC_DESCRIPTION_C":"Installed Product module allows users to manage life cycle of customer assets from shipment to installation to repair\/returns.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"OFFL",
         "SVMXC_NAME_C":"ServiceMax Offline",
         "SVMXC_DESCRIPTION_C":"ServiceMax Offline Client. All functionality and settings related to ServiceMax offline client are defined under this module",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"OMAX",
         "SVMXC_NAME_C":"OptiMax",
         "SVMXC_DESCRIPTION_C":"OptiMax is the advanced dispatch optimization engine that allows your organization to define dispatch processes for various territories, and schedule work orders to technicians automatically in an optimized way.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"PORD",
         "SVMXC_NAME_C":"Parts Order",
         "SVMXC_DESCRIPTION_C":"This feature enables management of end-to-end RMA process, to authorize products or parts to be returned to the manufacturer, repair center or warehouse. In addition, it is also used to manage outbound logistics of parts, products and repairs to customers, partners or other external entities.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"PREQ",
         "SVMXC_NAME_C":"Parts Request",
         "SVMXC_DESCRIPTION_C":"This feature allows various inventory locations such as warehouses, distribution centers, partners, field engineers and repair centers to request for parts and manage their shipment\/receipts.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"PREV",
         "SVMXC_NAME_C":"Preventive Maintenance",
         "SVMXC_DESCRIPTION_C":"This module enables your organization to define and execute preventive maintenance plans for your installed products based on a service contract. PM Plans can be used to create work orders and cases, and assign tasks to the work order owners automatically.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SADJ",
         "SVMXC_NAME_C":"Stock Adjustment",
         "SVMXC_DESCRIPTION_C":"This feature allows organizations to perform a hard-reset of inventory information in ServiceMax.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SCON",
         "SVMXC_NAME_C":"Service Contract",
         "SVMXC_DESCRIPTION_C":"Service Contracts module provides the ability to define product and service coverage, link SLA terms and manage lifecycle of an extended contract. Validity period of a contract and SLA coverage can be defined at the contract level or the product level.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SFM",
         "SVMXC_NAME_C":"SFM Transaction Manager",
         "SVMXC_DESCRIPTION_C":"SFM Transaction Manager (SFM) is the central engine in ServiceMax that facilitates flow of information between all service and related processes. The end-to-end service delivery normally requires flow of information through various stages such as support call, entitlement verification, dispatch, estimation, forward & reverse logistics, parts consumption, call resolution etc. SFM transaction manager helps maintain the accuracy of such information throughout the service delivery cycle but also helps reduce the time spent in each step.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SLAT",
         "SVMXC_NAME_C":"Service Level Agreement",
         "SVMXC_DESCRIPTION_C":"This module is a collection of functionality in ServiceMax to create and manage SLA Terms, calculating SLA timestamps on case and work order, as well as tracking SLA commitment",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SORG",
         "SVMXC_NAME_C":"Service Organization",
         "SVMXC_DESCRIPTION_C":"This feature provides a streamlined way to manage your service organization. In this module, you can create or edit service teams, territories and manage technicians, along with their expertise, product specializations and cost.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SXFR",
         "SVMXC_NAME_C":"Stock Transfer",
         "SVMXC_DESCRIPTION_C":"This feature allows manual or hand delivery of parts\/products between inventory locations.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"WORD",
         "SVMXC_NAME_C":"Work Order",
         "SVMXC_DESCRIPTION_C":"Work Order is the central construct in ServiceMax that enables end-to-end service delivery. Service delivery process involves estimates, quotations, parts requests\/receipts, usage\/consumption.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"APL",
         "SVMXC_NAME_C":"Reverse Logistics",
         "SVMXC_DESCRIPTION_C":"Reverse Logistics module allows organizations to seamlessly manage end-to-end repair and logistics operations involving high volumes of data - right from initiating returns, receiving, shipping, exchange fulfillment and depot repair.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"PINV",
         "SVMXC_NAME_C":"Proforma Invoice",
         "SVMXC_DESCRIPTION_C":"Using this module, you can configure processes to generate proforma invoices for Service Contracts and Work Orders.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SFW",
         "SVMXC_NAME_C":"Service Flow Wizard",
         "SVMXC_DESCRIPTION_C":"Using this module, ServiceMax administrators can assemble various steps such as SFM transactions, inventory processes and other custom actions to enable a wizard-based guided execution of each step. Multiple wizards can be configured for each object.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"PRODIQ",
         "SVMXC_NAME_C":"Installed Base App",
         "SVMXC_DESCRIPTION_C":"Installed Base Management Application",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SPM",
         "SVMXC_NAME_C":"Service Performance Metrics",
         "SVMXC_DESCRIPTION_C":"This module enables your organization to define the rules for service performance metrics generation.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"MOBN",
         "SVMXC_NAME_C":"Mobile Notifications",
         "SVMXC_DESCRIPTION_C":"This module controls functionality related to notifications across ServiceMax mobile apps, including the Pulse app.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"TMST",
         "SVMXC_NAME_C":"Timesheets",
         "SVMXC_DESCRIPTION_C":"This module is related to the ServiceMax feature Timesheets, which involves managing collated details of time spent by technicians each day. Timesheets and time entries are created by timesheet engine at scheduled intervals, based on timesheet configuration. This configuration includes definition of time periods, relevant technician activities, filters and mappings to use for processing, and engine execution schedule.",
         "SVMXC_ISSTANDARD_C":"True"
      },
      {
         "SVMXC_MODULEID_C":"SFA",
         "SVMXC_NAME_C":"Service Flow Automation",
         "SVMXC_DESCRIPTION_C":"This module represents functionality related to Service Flow Automation(SFA).",
         "SVMXC_ISSTANDARD_C":"True"
      },
	  {
		   "SVMXC_MODULEID_C":"GO",
		   "SVMXC_NAME_C":"ServiceMax Go",
		   "SVMXC_DESCRIPTION_C":"Contains settings and configuration for the ServiceMax Go mobile apps.",
		   "SVMXC_ISSTANDARD_C":"True"
      },
	  {
		   "SVMXC_MODULEID_C":"FCO",
		   "SVMXC_NAME_C":"Field Change Order",
		   "SVMXC_DESCRIPTION_C":"This module grants admin users control over the functionality related to Field Change Orders, including FCO Search behavior and Work Order Generation behavior.",
		   "SVMXC_ISSTANDARD_C":"True"
	  }
   ]
}
