{
  "appPageId" : "10062e14-8145-4f38-ae13-eb4c6174a883",
  "componentName" : "siteforce:dynamicLayout",
  "id" : "c161c60a-129c-4d54-9740-881b014695a6",
  "label" : "Terms of Use",
  "regions" : [ {
    "components" : [ {
      "componentAttributes" : {
        "background" : "background: rgb(255,255,255) url(/sfsites/c/file-asset/communitybanner22?v=1) center center /cover",
        "backgroundOverlay" : "rgba(62, 126, 190, 0.7)",
        "contentAreaWidth" : 100,
        "sectionConfig" : {
          "UUID" : "89f90dae-cfd1-4c35-a46f-dbeada017bfe",
          "columns" : [ {
            "UUID" : "3b190dfd-6ed9-48c2-beb9-9856b08b3b30",
            "columnKey" : "1",
            "columnName" : "Column 1",
            "columnWidth" : "12",
            "seedComponents" : [ ]
          } ]
        },
        "sectionHeight" : 290
      },
      "componentName" : "forceCommunity:section",
      "id" : "89f90dae-cfd1-4c35-a46f-dbeada017bfe",
      "regions" : [ {
        "components" : [ {
          "componentAttributes" : {
            "richTextValue" : "<div class=\"ilmn-font-header-container\">\n    <h3 class=\"ilmn-font-header\">Getting Started with Community</h3>\n</div>"
          },
          "componentName" : "forceCommunity:htmlBlock",
          "id" : "da436402-15a2-402f-8b7a-9d33b757373e",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        } ],
        "id" : "3b190dfd-6ed9-48c2-beb9-9856b08b3b30",
        "regionLabel" : "Column 1",
        "regionName" : "1",
        "renditionMap" : { },
        "type" : "region"
      } ],
      "renderPriority" : "NEUTRAL",
      "renditionMap" : { },
      "type" : "component"
    }, {
      "componentAttributes" : {
        "background" : "background: rgb(255,255,255)",
        "backgroundOverlay" : "rgba(255,255,255,0.7)",
        "contentAreaWidth" : 100,
        "sectionConfig" : {
          "UUID" : "7587b9df-0430-4c23-aaa2-3cefd4b2958e",
          "columns" : [ {
            "UUID" : "f35c1d31-72de-45b8-832d-785f512656ca",
            "columnKey" : "1",
            "columnName" : "Column 1",
            "columnWidth" : "12",
            "seedComponents" : [ ]
          } ]
        },
        "sectionHeight" : 32
      },
      "componentName" : "forceCommunity:section",
      "id" : "7587b9df-0430-4c23-aaa2-3cefd4b2958e",
      "regions" : [ {
        "id" : "f35c1d31-72de-45b8-832d-785f512656ca",
        "regionLabel" : "Column 1",
        "regionName" : "1",
        "renditionMap" : { },
        "type" : "region"
      } ],
      "renderPriority" : "NEUTRAL",
      "renditionMap" : { },
      "type" : "component"
    }, {
      "componentAttributes" : {
        "background" : "background: rgb(255,255,255)",
        "backgroundOverlay" : "rgba(255,255,255,0.7)",
        "contentAreaWidth" : 100,
        "sectionConfig" : {
          "UUID" : "0a04f63e-2a6c-4e93-88d8-29aa9fbee7cc",
          "columns" : [ {
            "UUID" : "a66779f4-11e4-4b02-8af0-bc71148b7e73",
            "columnKey" : "1",
            "columnName" : "Column 1",
            "columnWidth" : "3",
            "seedComponents" : [ ]
          }, {
            "UUID" : "77eb08c3-d443-494e-9cba-eb5b86d9eb2f",
            "columnKey" : "bdb4a",
            "columnName" : "Column 2",
            "columnWidth" : "9",
            "seedComponents" : [ ]
          } ]
        },
        "sectionHeight" : 300
      },
      "componentName" : "forceCommunity:section",
      "id" : "0a04f63e-2a6c-4e93-88d8-29aa9fbee7cc",
      "regions" : [ {
        "components" : [ {
          "componentAttributes" : {
            "richTextValue" : "<p><a href=\"/s/getting-started-with-community\" target=\"_self\" style=\"font-size: 16px; font-family: helvetica;\"><span class=\"ql-cursor\">﻿</span></a><a href=\"/s/getting-started-with-community\" target=\"_self\" style=\"font-size: 16px; font-family: helvetica;\">Welcome</a></p><p><br></p><p><a href=\"/s/community-guidelines\" target=\"_self\" style=\"font-size: 16px; font-family: helvetica;\">Community Guidelines</a></p><p><br></p><p><span style=\"color: rgb(255, 153, 0); font-size: 16px; font-family: helvetica;\">&gt; Terms of Use</span></p><p><br></p><p><a href=\"https://www.illumina.com/company/contact-us.html#/united-states/technical-support\" target=\"_blank\" style=\"font-size: 16px; font-family: helvetica;\">Contact Support</a></p>"
          },
          "componentName" : "forceCommunity:richTextInline",
          "id" : "a5cd76b4-b9f7-4abf-9d03-679d588faf72",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        }, {
          "componentAttributes" : {
            "buttonAlignment" : "center",
            "buttonBgColor" : "rgb(62, 126, 190)",
            "buttonBgHoverColor" : "",
            "buttonBorderColor" : "rgb(255, 255, 255)",
            "buttonMaxWidth" : 70,
            "buttonRadius" : 4,
            "buttonTextColor" : "rgb(255, 255, 255)",
            "buttonTextHoverColor" : "",
            "confirmationMessage" : "Got it!",
            "followUpPromptLabel" : "Can we close your question?",
            "isAskFollowPromptEnabled" : true,
            "isIncludeArticlesEnabled" : false,
            "isIncludeDiscussionsEnabled" : true,
            "isInitialSatisfactionPromptEnabled" : true,
            "isPublisherDeflectionEnabled" : true,
            "label" : "Post a Topic",
            "maxSuggestions" : 5,
            "satisfactionPromptLabel" : "Did we help to answer your question?",
            "showDetails" : false,
            "showTopics" : true,
            "uneditableTopics" : false
          },
          "componentName" : "forceCommunity:askCommunity",
          "id" : "ca6bf37a-c474-4e64-8763-8bbec5343035",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        }, {
          "componentAttributes" : {
            "richTextValue" : "<p style=\"text-align: center;\"><img class=\"sfdcCbImage\" src=\"{!contentAsset.contact_support_widget1.1}\" style=\"width: 215.031px; height: 195.094px;\" /></p>"
          },
          "componentName" : "forceCommunity:richTextInline",
          "id" : "59326a7e-3a3d-4171-b611-3e93951c18c7",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        }, {
          "componentAttributes" : {
            "numberOfTopics" : 5,
            "showTopicsMetric" : true,
            "title" : "Trending Topics"
          },
          "componentName" : "forceCommunity:trendingTopics",
          "id" : "e1066837-7214-4cf3-86f9-2fe2e6b7f44c",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        } ],
        "id" : "a66779f4-11e4-4b02-8af0-bc71148b7e73",
        "regionLabel" : "Column 1",
        "regionName" : "1",
        "renditionMap" : { },
        "type" : "region"
      }, {
        "components" : [ {
          "componentAttributes" : {
            "richTextValue" : "<p><b style=\"font-size: 24px; color: rgb(255, 153, 0);\">Terms of Use</b></p><p><br></p><p><b style=\"font-size: 14px;\">The Community at Illumina Terms of Use</b></p><ol><li><span style=\"font-size: 14px;\">These terms of use (the “</span><b style=\"font-size: 14px;\">Agreement</b><span style=\"font-size: 14px;\">”) exclusively govern your use of and access to the Community at Illumina (“</span><b style=\"font-size: 14px;\">Community</b><span style=\"font-size: 14px;\">”) and use of your Community username. By accessing or using Community or using your Community username, you agree to the terms of this Agreement for yourself and on behalf of your organization (if your use of Community is on behalf of an organization). If agreeing to these terms on behalf of an organization you agree that you have the authority to enter into this Agreement on its behalf (in this context, “you” and “your” refers to that organization). References to \"Illumina\",\"we\",\"us\", and \"our\" refers to Illumina, Inc. and its affiliates and subsidiaries, globally. Illumina may add to, modify and/or reduce the scope of features offered through Community at any time.</span></li><li><span style=\"font-size: 14px;\">The terms and conditions for the Illumina website are incorporated herein by reference (“</span><a href=\"http://www.illumina.com/company/legal.html\" target=\"_blank\" style=\"font-size: 14px;\">General Website Terms</a><span style=\"font-size: 14px;\">”). In the event of any conflict between the General Website Terms and the terms of this Agreement, the terms of this Agreement will apply. There may be additional and separate terms and conditions (“</span><b style=\"font-size: 14px;\">Other Terms</b><span style=\"font-size: 14px;\">”) that apply to different parts or features of the Illumina website, other products or services provided by Illumina, including Software as a Service (SaaS) products, specific on-line or other electronic services available from Illumina (“</span><b style=\"font-size: 14px;\">Other Services</b><span style=\"font-size: 14px;\">”). Those Other Terms will apply to those Other Services.</span></li><li><span style=\"font-size: 14px;\">You represent and warrant that your registration information is true and accurate and that you are authorized to act on behalf of the oranization associated with your account. You agree not to misrepresent who you are when registering for an account or accessing and using Community or any Other Services.</span></li><li><span style=\"font-size: 14px;\">You are responsible for the security of your username and password. You agree not to allow anyone else to use your username or password. Contact Illumina promptly if you suspect that your username/password has been compromised or misused in any way.</span></li><li><span style=\"font-size: 14px;\">Please refer to the Illumina&nbsp;</span><a href=\"https://www.illumina.com/company/legal/corporate-privacy-policy.html\" target=\"_blank\" style=\"font-size: 14px;\">Corporate Privacy Policy</a> <span style=\"font-size: 14px;\">which is incorporated herein by reference.</span></li><li><span style=\"font-size: 14px;\">The information, data, documents, tools including design tools, software, and other materials accessible through Community or use of your Community username (“</span><b style=\"font-size: 14px;\">Materials</b><span style=\"font-size: 14px;\">”) are proprietary to Illumina, its affiliates, licensors, or other third parties. Unless stated otherwise on Community or on or in the Materials you may not use, copy, reproduce, republish, upload, post, publicly display, transmit, or distribute the Materials without the prior written consent of Illumina. You agree that you may only access, download, or otherwise use the Materials in connection with your purchase of products or services from Illumina and your on-going use and support of products or services purchased from Illumina, including reviewing and posting in Illumina’s Community forums. </span></li><li><span style=\"font-size: 14px;\">You are responsible for all materials, ideas, suggestions, recommendations, feedback, data, content, and all other information (“</span><b style=\"font-size: 14px;\">User Content</b><span style=\"font-size: 14px;\">”) that you post, provide, input, send, transmit, or otherwise communicate using Community or your Community username (“</span><b style=\"font-size: 14px;\">Transmit</b><span style=\"font-size: 14px;\">”). You agree not to Transmit any unlawful, indecent, threatening, libelous, defamatory, obscene, scandalous, inflammatory, pornographic or profane User Content. You agree not to and warrant you will not Transmit any User Content in breach of any obligation of confidentiality, in breach of privacy or in breach of any other duty, obligation, law or regulation, or that infringes, misappropriates, or violates any third party’s intellectual property right. </span></li><li><span style=\"font-size: 14px;\">Illumina may permit you to Transmit User Content on or through Community, including community forums. Notwithstanding the foregoing,&nbsp;you warrant that you will not, Transmit any confidential or proprietary information through Community, nor any ideas for new products, technologies, processes, materials, marketing or advertising plans or campaigns, or product names, whether or not such ideas are confidential or proprietary. You agree that Illumina has no obligation to deem or treat any User Content you Transmit to Community or using your Community username as confidential or proprietary, unless an authorized signatory of Illumina has otherwise agreed in writing. By Transmitting User Content, you hereby grant Illumina and its affiliates an unrestricted, perpetual, worldwide, royalty-free, non-exclusive, irrevocable license to use, reproduce, adapt, display, perform, modify, create derivative works from, transmit, and distribute such User Content, including any ideas, concepts, know-how, or techniques that you provide, for any and all commercial or non-commercial purposes.</span></li><li><span style=\"font-size: 14px;\">For any User Content that you Transmit on or through Community or otherwise provide to Illumina, in addition to any other representations or warranties in this Agreement, you represent and warrant that you have the right to disclose such User Content to Illumina and that such disclosure does not violate the rights of any other person or party. You will indemnify and hold harmless and defend Illumina and its affiliates from and against any claims, losses, expenses and liabilities arising from breach by you of the foregoing representation and warranty.</span></li><li><span style=\"font-size: 14px;\">Illumina is not responsible for User Content. You use User Content at your own risk.</span></li><li><span style=\"font-size: 14px;\">Illumina may remove User Content at any time without notice to you.</span></li><li><span style=\"font-size: 14px;\">Community is not intended for use by consumers (i.e., personal household use) or persons under 18 years of age or the legal age of majority.</span></li><li><span style=\"font-size: 14px;\">You may terminate your access to Community at any time by cancelling your account. Illumina may suspend or terminate your Community account without notice and for any reason or no reason at all to you if you breach any term of this Agreement or any other agreement with Illumina, if Illumina reasonably suspects you to be in such breach, or if your account is used for any malicious or harmful purpose (e.g., denial of service attack). </span></li><li><span style=\"font-size: 14px;\">Illumina owns all right, title and interest in and to Community, the Materials, and the Other Services, including all intellectual property rights embodied by, included in, or related thereto. Except as expressly stated otherwise in this Agreement, you are not granted any rights or license to Illumina’s intellectual property under this Agreement. You will not, nor will you allow anyone else to reverse engineer, decompile, disassemble, translate, modify, adapt or enhance Community or Materials or create any derivative works of Community or Materials, or extract ideas, algorithms, procedures, workflows, or system architecture from Community or Materials in order to create another product or service. </span></li><li><span style=\"font-size: 14px;\">You understand and agree that Illumina may use User Content and monitor your use of Community, the Materials, and the Other Services and the features and tools available within Community and the Other Services to analyze trends, troubleshoot, provide support and products to you, and to generally improve the customer experience with respect to Illumina’s products and services.</span></li><li><span style=\"font-size: 14px;\">ILLUMINA MAKES NO OTHER WARRANTIES, EXPRESS, IMPLIED OR STATUTORY, WITH RESPECT TO COMMUNITY, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT, OR ARISING FROM COURSE OF PERFORMANCE, DEALING, USAGE OR TRADE.&nbsp;&nbsp;TO THE EXTENT PERMITTED BY LAW, IN NO EVENT SHALL ILLUMINA, ITS AFFILIATES, AND ITS SUPPLIERS BE LIABLE FOR PERSONAL INJURY, DAMAGES TO PROPERTY, OR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, CONSEQUENTIAL, OR PUNITIVE DAMAGES OF ANY KIND, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, CORRUPTION OR LOSS OF DATA, FAILURE TO TRANSMIT OR RECEIVE ANY DATA, BUSINESS INTERRUPTION OR ANY OTHER DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR ACCESS TO AND USE OF COMMUNITY OR OTHERWISE UNDER THIS AGREEMENT. THE LIMITATIONS SET FORTH IN THIS SECTION SHALL APPLY EVEN IF ILLUMINA OR ITS AGENTS AND CONTRACTORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</span></li><li><span style=\"font-size: 14px;\">U. S. GOVERNMENT END USERS. Community and any related software is a “commercial item” as that term is defined at 48 C.F.R. 2.101, consisting of “commercial computer software” and “commercial computer software documentation,” as such terms are used in 48 C.F.R. 12.212 or 48 C.F.R. 227.7202 (as applicable). Consistent with 48 C.F.R. 12.212 and 48 C.F.R. 227.7202-1 through 227.7202-4, all United States Government end users acquire the right to use Community and any related software with only those rights set forth herein.</span></li><li><span style=\"font-size: 14px;\">This Agreement may not be assigned by you without Illumina’s prior written consent. These terms shall be construed in accordance with the laws of the State of California, U.S.A., without regard to provisions on conflicts of laws. You hereby consent to the exclusive jurisdiction of, and venue in, the state and federal courts within San Diego County, California, U.S.A. to resolve any dispute arising out of or in connection with these terms.</span></li><li><span style=\"font-size: 14px;\">Illumina reserves the right to change these terms at any time. Your continued use of Community or the Community username represents your agreement to any updated terms.</span></li><li><span style=\"font-size: 14px;\">Illumina shall not be responsible for any failure to perform or delay attributable in whole or in part to any cause beyond its reasonable control, including but not limited to acts of God, fire, flood, tornado, earthquake, hurricane, lightning, government actions, actual or threatened acts of war, terrorism, civil disturbance or insurrection, sabotage, labor shortages or disputes, failure or delay in delivery by Illumina’s suppliers or subcontractors, transportation difficulties, shortage of energy, raw materials or equipment.</span></li><li><span style=\"font-size: 14px;\">If any provision of this Agreement is held invalid or unenforceable, such provision shall be enforced to the maximum extent permissible so as to affect the intent of the parties, and the remainder of this Agreement will continue in full force and effect.</span></li><li><span style=\"font-size: 14px;\">These terms represent the entire agreement between you and Illumina regarding the subject matter hereof and supersede all prior discussions, communications, agreements, and understandings of any kind and nature between the parties. These terms may only be amended or waived by a written agreement executed by you and Illumina that specifically references these terms.</span></li></ol><p><br></p><p><span style=\"font-size: 14px;\">Last Revised: November 6, 2019</span></p>"
          },
          "componentName" : "forceCommunity:richTextInline",
          "id" : "ef8cdfc6-5973-4eb5-84ef-74b1fb8a1def",
          "renderPriority" : "NEUTRAL",
          "renditionMap" : { },
          "type" : "component"
        } ],
        "id" : "77eb08c3-d443-494e-9cba-eb5b86d9eb2f",
        "regionLabel" : "Column 2",
        "regionName" : "bdb4a",
        "renditionMap" : { },
        "type" : "region"
      } ],
      "renderPriority" : "NEUTRAL",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "701531c9-57c9-4d33-a2cb-5cd346c96373",
    "regionName" : "content",
    "type" : "region"
  }, {
    "components" : [ {
      "componentAttributes" : {
        "customHeadTags" : "<meta name=\"keywords\" content=\"illumina community, terms of use, terms of service, bioinformatics, developers discussion board, next generation sequencing, dna sequencing forum\"/>",
        "description" : "These terms of use (the “Agreement”) exclusively govern your use of and access to the Community (“Community”) at Illumina and your use of the Community username.",
        "title" : "Terms of Use  |  The Community at Illumina"
      },
      "componentName" : "forceCommunity:seoAssistant",
      "id" : "62c96557-516d-4254-a74e-7acacf28feb6",
      "renditionMap" : { },
      "type" : "component"
    } ],
    "id" : "845fa9e1-c5d5-4f2f-a232-d8a08c7571aa",
    "regionName" : "sfdcHiddenRegion",
    "type" : "region"
  } ],
  "themeLayoutType" : "Inner",
  "type" : "view",
  "viewType" : "custom-terms-of-use"
}